[
  {
    "shoutout" : "It was really nice how welcoming and reassuring members of the other cohorts were at the little meet 'n' greet this morning.  "
  },
  {
    "shoutout" : "I had a grateful experience working in a team with Lauren and Sarah. Working with them helped me understand some things faster than if I would've done it by myself."
  },
  {
    "shoutout" : "Thanks for Team Fantastic 4 for being supportive, hard working, and giving a great presentation!!  Flame on!!!"
  },
  {
    "shoutout" : "Thanks to the staff for actively working to manage and ease the stress level, and for working through the material at an easily absorbable rate."
  },
  {
    "shoutout" : "Dave Beck helped me through a couple of things on our team presentations that I didn't quite understand."
  },
  {
    "shoutout" : "I would like to Thank Dave today for helping me with the MacBook and initial setup in the classroom. Also, I would like to thank Brian and Geofferey for the teamwork done."
  },
  {
    "shoutout" : "Nick and Doug for explaining some of the steps that I didn't understand in value challenges. "
  },
  {
  "shoutout" : "Geoffrey. His help was great in our understanding of the problem that we were assigned.\nAlso to all of the staff. You guys did a great job. "
},
  {
"shoutout" : "I was very interested in Fred's presentation.  I'm glad to see the industry focusing on the people side of the equation, not just the coding side.  Joel's explanation of why we'll favor certain newer technologies made good sense to me."
},
  {
"shoutout" : "Nick retaught me how to play Magic, probably let me beat him as well! "
},
  {
"shoutout" : "At the very beginning of the day, many members of Delta were very proactive about introducing themselves and starting conversations (I remember Kim, Kate, Katie, Jason, Jason, pr, in particular).\n\nKristy W. helped me find my seat.  : )\n\nJoel helped me figure out my fancy desk.  Also, I love the standing desk and my awesome t-shirt. Thank you!  "
},
  {
"shoutout" : "I wouldn't thank just one person, but I would thank all the Primers as well as the staff.  They are extremely supportive and willing to go the extra mile to assist you in anyway they can.  \n\nIt is a nice change from the schooling I had been receiving prior to Prime.  I would imagine some of it has to do with everyone being unified around a common goal, where as in your traditional setting many people are focused around numerous paths. \n\nI also understand there are probably a ton of other facets that come into play with the differences between Prime and a traditional school setting, but for the sake of time I will keep it short and thank all the people involved in developing Prime.  I greatly appreciate the opportunities that this bootcamp offers to its students.  Keep up the good work!  :)"
},
  {
"shoutout" : "Fred made me feel okay about an \"oops!\" moment. Thanks, Fred!"
},
  {
"shoutout" : "Nick invited me to lunch out of the blue and I would have if I had not already eaten!  Thanks for reaching out Nick!\n"
},
  {
"shoutout" : "The group challenge today was much harder, but I felt like I could really rely on my group (Amelia, Manu and Geoffrey).  Everyone gave great input, feedback and asked great question.  It made me really think about the problem and see parts of it differently than I probably would be before.  Thanks guys!!"
},
  {
"shoutout" : "It was great working with Laura and Geoffrey, they really helped me out to understand some things that may have taken more time to do on my own."
},
  {
"shoutout" : "Joel is truly invested in helping us understand the material."
},
  {
"shoutout" : "Joel was really flexible and supportive.  Thanks, Joel!"
},
  {
"shoutout" : "My group today was really helpful and took time to answer the questions I had (Brian, Nick, Dave H.)"
},
  {
"shoutout" : "The NVC presentation (or what I caught of it) was helpful and interesting."
},
  {
    "shoutout":"Thanks to Dave Beck (and the rest of Team Flying Lotus) for helping me try to go through the other teams' code beforehand so we'd be more prepared when it came time to bet. And for working well together as a team :)\nThanks to Erick for asking me (and Dave Beck, and possibly others?) to help him work through some of the code when he got confused. Felt good to be able to help, and probably also helped solidify concepts in my mind too.\nThanks to Joel for being a good sport when I told him his game was unintentionally rigged!\nThanks to Amelia and Sarah for being my lunch table companions the second day in a row.\nThanks to Nick for Magicking with me in the morning. Hopefully I'll get to pummel you again in the future, muahaha!"
  },
  {
    "shoutout":"Shout out to the guest speaker, he gave a good chat on non-violent communication. "
  },
  {
    "shoutout":"I would like to thanks, my teammates Doug and Jonathan, for today's quiz participation......."
  }
]