[
    {
    "Name" : "Danielle Lauren Seidner",
        "Description" : "Howdy-ho, neighborinos! I'm Danielle. I live with my wife, Allison, and two cats, Freya and Loki. I enjoy various media, mainly TV shows - Doctor Who, Game of Thrones, Star Trek, and Avatar: TLA. And I TOTALLY take this assignment seriously."
},
    {
    "Name" : "David Owen Beck",
        "Description" : "24 years old, went to school in Duluth, plays guitar, records music, favorite beer is Stone's All Day IPA, loves gardening"
},
    {
    "Name" : "Brian Wayne Daves",
        "Description" : "Grew up in Austin Texas. I haved lived in Minneapolis for the last 24 years. I have a son Elliot . My wife's name is Christine and we hava a dog named Rufus"
},
    {
    "Name" : "David William Hoverson",
        "Description" : "I currently dream in code."
},
    {
    "Name" : "Amelia Elizabeth Frevert",
        "Description" : "I've attained a quarter century of wisdom while growing up in South MPLS. I'm a licensed radio dj and spend much of my time staring out the window daydreaming."
},
    {
    "Name" : "Geoffrey Allen Hofman-Frethem",
        "Description" : "Really big sci-fi nerd. Star Wars, Star Trek, Dune, LOTR, Doctor Who, the list goes on. ALSO BATMAN. "
},
    {
    "Name" : "Jacob Paul Schoolmeesters",
        "Description" : "Grew up in NE Minneapolis. I graduated from Metropolitan State University with a degree in Technical Communication. I have two dogs, Tilly and Cooper, and one cat named Bernie. Video games are fun. Design is cool as well."
},
    {
    "Name" : "Juan Manuel Gutierrez Garcia",
        "Description" : "Born and raise in Mexico, loves Comics, especially DC(not the state duh), Heavy Metal and classic Rock"
},
    {
    "Name" : "John Vang",
        "Description" : "I really don't have a middle name.  I'm from Calfornia."
},
    {
    "Name" : "Jonathan Osborne",
        "Description" : "Green Bay Packers fan, likes jazz on vinyl, favorite beer is Lagunitas Sucks."
},
    {
    "Name" : "Lauren  Margaret Beatty",
        "Description" : "My middle name is Margaret ....OR IS IT?!?! Wah, wah, waaaaaaaaah"
},
    {
    "Name" : "Laura Margaret Kressin",
        "Description" : "23 yr old student, artist, sister, daughter and aunt.  Soon to be future programmer/dragon rider.  Call me Khaleesi."
},
    {
    "Name" : "Liz Piet",
        "Description" : "Dana Carvey follows me on Twitter. I sometimes dress up like Wayne Campbell. I love Halloween."
},
    {
    "Name" : "Erick Alejandro Lee",
        "Description" : "my favorite countries/trips are Guatemala, Colombia, France, Argentina, New York"
},
    {
    "Name" : "Nicholas D Renford",
        "Description" : "Sometimes I forget to turn the oven off."
},
    {
    "Name" : "George Douglas Ritzinger",
        "Description" : "Born: NJ, lives: Vadnais Heights, paddles many kayaks, grows tomatos, wants a big snow year, hasn't played tennis lately"
},
    {
    "Name" : "Ryan Merchlewitz",
        "Description" : "Born and raised in the burbs, rumored to have a life in some circles, and likes to make websites."
},
    {
    "Name" : "Sarah Ann Marrone",
        "Description" : "Born and raised in MN, modern quilter, I enjoy baking, I have dreams of purchasing a vacant fire station some day and turning it into a single-family home (I've had my eyes on one for the past year or so), I have a degree in Journalism and Art from the UofMN, "
},
    {
    "Name" : "Zachary Allan Thomas Turner",
        "Description" : "I have two middle names. Born in Denver. "
},
    {
    "Name" : "Kristy",
        "Description" : ":)"
},
    {
    "Name" : " Taylor Sadsomethingsomething",
        "Description" : " I'm charmingly abrasive, a linked in wizard"
},
    {
    "Name" : "Casie",
        "Description" : "i am a nugget of positivity "
}
]